---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.EditingFailures
source: html/900bfd40-b8db-86b8-009f-d7dee39471b6.htm
---
# BuiltInFailures.EditingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.